Repository: Vietdz123/ReactiveProgramming
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_419, fr, ja, pt_br, zh_hk

source: Unlimited access to all wallpapers. No ads. Payments are charged to the user’s Apple ID account at confirmation of purchase. Subscriptions automatically renew unless the user cancels at least 24 hours before the end of current period. The account is charged for renewal within 24-hours before the end of the current period. Users can manage and cancel subscriptions in their account settings on the App Store.
de: Unbegrenzter Zugang zu allen Hintergrundbildern. Keine Werbung. Zahlungen werden dem Apple ID-Konto des Benutzers bei Bestätigung des Kaufs belastet. Abonnements verlängern sich automatisch, sofern der Benutzer nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums kündigt. Das Konto wird innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums für die Verlängerung belastet. Benutzer können Abonnements in ihren Konto-Einstellungen im App Store verwalten und stornieren.
es_419: Acceso ilimitado a todos los fondos de pantalla. Sin anuncios. Los pagos se cobran a la cuenta de ID de Apple del usuario en la confirmación de la compra. Las suscripciones se renuevan automáticamente a menos que el usuario cancele al menos 24 horas antes del final del período actual. La cuenta se cobra por la renovación dentro de las 24 horas antes del final del período actual. Los usuarios pueden administrar y cancelar suscripciones en la configuración de su cuenta en la App Store.
fr: Accès illimité à tous les fonds d'écran. Pas de pubs. Les paiements sont facturés au compte d'identification Apple de l'utilisateur lors de la confirmation de l'achat. Les abonnements se renouvellent automatiquement à moins que l'utilisateur annule au moins 24 heures avant la fin de la période en cours. Le compte est facturé pour renouvellement dans les 24 heures avant la fin de la période en cours. Les utilisateurs peuvent gérer et annuler les abonnements dans les paramètres de leur compte sur l'App Store.
pt_br: Acesso ilimitado a todos os papéis de parede. Sem anúncios. Os pagamentos são cobrados na conta de ID da Apple do usuário na confirmação da compra. As assinaturas renovam automaticamente, a menos que o usuário cancele pelo menos 24 horas antes do final do período atual. A conta é cobrada pela renovação dentro de 24 horas antes do final do período atual. Os usuários podem gerenciar e cancelar assinaturas em suas configurações de conta na App Store.
zh_hk: 无限访问所有壁纸。无广告。确认购买时，向用户的Apple ID帐户收取付款。订阅自动续订，除非用户至少在当前期间结束前24小时取消。该帐户在当前期间结束之前的24小时内收取续订费用。用户可以在App Store上的帐户设置中管理和取消订阅。

source: Unlimited Premium Features
de: Unbegrenzte Premium-Funktionen
es_419: Funciones premium ilimitadas
fr: Fonctionnalités premium illimitées
ja: 無制限のプレミアム機能
pt_br: Recursos premium ilimitados
zh_hk: 无限的高级功能

source: Unlimited Premium Wallpapers
de: Unbegrenzte Premium -Hintergrundbilder
es_419: Fondos de pantalla premium ilimitados
fr: Fonds d'écran premium illimités
ja: 無制限のプレミアム壁紙
pt_br: Papéis de parede premium ilimitados
zh_hk: 无限的高级壁纸

source: Unlimited Premium Widgets
de: Unbegrenzte Premium -Widgets
es_419: Widgets premium ilimitados
fr: Widgets premium illimités
ja: 無制限のプレミアムウィジェット
pt_br: Widgets premium ilimitados
zh_hk: 无限的高级小部件

source: Unlock all Features
de: Alle Funktionen freischalten
es_419: Desbloquear todas las características
fr: Déverrouiller toutes les fonctionnalités
ja: すべての機能を解除する
pt_br: Desbloqueie todos os recursos
zh_hk: 解锁所有功能

source: Unlock All Premium Features
de: Alle Premium-Funktionen freischalten
es_419: Desbloquear todas las características premium
fr: Déverrouiller toutes les fonctionnalités premium
ja: すべての機能を解除する
pt_br: Desbloqueie todos os recursos premium
zh_hk: 解锁所有优质功能

source: Update
de: Aktualisieren
es_419: Actualizar
fr: Mise à jour
pt_br: Atualizar
zh_hk: 更新

source: Update app
de: App aktualisieren
es_419: Actualiza la aplicación
fr: Mettre à jour l'application
pt_br: Atualizar o aplicativo
zh_hk: 更新应用程序

source: Upgrade to the new version for more amazing experience
de: Aktualisieren Sie auf die neue Version für ein noch erstaunlicheres Erlebnis
es_419: Actualice a la nueva versión para una experiencia más sorprendente
fr: Passer à la nouvelle version pour une expérience plus incroyable
pt_br: Atualize para a nova versão para uma experiência mais incrível
zh_hk: 升级到新版本以获得更多惊人的体验

source: Upload at: %@
de: Hochladen bei: %@
es_419: Cargar en: %@.
fr: Téléchargez à:% @
pt_br: Enviar em: %@
zh_hk: 上传：%@

source: Vivid every detail
de: Jedes Detail lebendig
es_419: Vívido cada detalle
fr: Vif chaque détail
ja: 細部まで鮮明に
pt_br: Vívido todos os detalhes
zh_hk: 生动了每个细节

source: Wait a Moment
de: Einen Moment warten
es_419: Espera un momento
fr: Attendez un moment
ja: 少々お待ちください
pt_br: Espere um momento
zh_hk: 稍等

source: Wallpaper
de: Hintergrundbild
es_419: Fondo de pantalla
fr: Fond d'écran
ja: 壁紙
pt_br: Papel de parede
zh_hk: 墙纸

source: WALLPAPER
de: HINTERGRUNDBILD
es_419: Fondo de pantalla
fr: FOND D'ÉCRAN
ja: 壁紙
pt_br: PAPEL DE PAREDE
zh_hk: 墙纸

source: Wallpaper Guide
de: Hintergrundbildanleitung
es_419: Guía de papel tapiz
fr: Guide de papier peint
pt_br: Guia do papel de parede
zh_hk: 壁纸指南

source: Watch
de: Ansehen
es_419: Mirar
fr: Regarder
pt_br: Assistir
zh_hk: 手表

source: Watch 1 short video
de: Schauen Sie sich 1 kurzes Video an
es_419: Mira 1 video corto
fr: Regardez 1 courte vidéo
ja: 短いビデオを視聴する
pt_br: Assista 1 vídeo curto
zh_hk: 观看1个简短视频

source: Watch a short video
de: Schauen Sie sich ein kurzes Video an
es_419: Mira un video corto
fr: Regardez une courte vidéo
ja: 短いビデオを視聴する
pt_br: Assista a um pequeno vídeo
zh_hk: 观看简短的视频

source: We've got an app version with a better experience for you, update the app to enjoy!
de: Wir haben eine App-Version mit einer besseren Erfahrung für Sie, aktualisieren Sie die App, um sie zu genießen!
es_419: Tenemos una versión de aplicación con una mejor experiencia para usted, ¡actualice la aplicación para disfrutar!
fr: Nous avons une version d'application avec une meilleure expérience pour vous, mettez à jour l'application pour en profiter!
ja: あなた向けにより良い体験ができるアプリの新バージョンがあります。アップデートしてお楽しみください！
pt_br: Temos uma versão do aplicativo com uma experiência melhor para você, atualize o aplicativo para desfrutar!
zh_hk: 我们拥有一个适合您的应用程序版本，更新应用程序以享受！

source: Week
de: Woche
es_419: semana
fr: semaine
ja: 週間
pt_br: semana
zh_hk: 星期

source: WEEK
de: Woche
es_419: semana
fr: semaine
ja: 週間
pt_br: semana
zh_hk: 星期

source: Weekly
de: wöchentlich
es_419: Semanal
fr: Hebdomadaire
ja: 週刊
pt_br: semanalmente
zh_hk: 每周

source: Wow! Here is a special deal for you
de: Wow! Hier ist ein spezielles Angebot für dich
es_419: ¡Guau! Aquí hay un especial trato para ti
fr: Waouh ! Voici une offre spéciale pour vous"
ja: こちらはあなた向けの特別なお得な情報です！
pt_br: Uau! Aqui está um especial acordo para você
zh_hk: "哇！这是一个特别 为你交易"

source: Year
de: Jahr
es_419: año
fr: année
ja: 年間
pt_br: ano
zh_hk: 年

source: Yearly
de: jährlich
es_419: anual
fr: annuel
ja: 年間
pt_br: anual
zh_hk: 每年

source: BECOME WALLIVE PRO
es_419: CONVIERTE EN WALLIVE PRO
fr: DEVENIR WALLIVE PRO
ja: WALLIVE PROになる
pt_br: TORNE-SE WALLIVE PRO
zh_hk: 成为Wallive Pro

source: Emoji:
fr: Émoji
ja: 絵文字
zh_hk: 表情符号

source: Just %@/year
es_419: Solo %@/año.
fr: Juste%@ / an.
pt_br: Apenas %@/ano
zh_hk: 只是%@/年

source: Liscense: %@
es_419: Licencia: %@
fr: Licence : %@
ja: ライセンス
pt_br: Licença: %@
zh_hk: 许可证: %@

source: Rountine monitor
es_419: Monitor de runen
fr: Surveillance de routine
ja: ルーティンモニター
pt_br: Monitoramento de rotina

source: Shuffle Pack
es_419: Paquete de barajado
fr: Pack de mélange
ja: シャッフルパック
pt_br: Pacote de shuffle
zh_hk: 洗牌包

source: Shuffle Packs
es_419: Paquetes de barajado
fr: Packs de mélange
ja: シャッフルパック
pt_br: Pacotes de shuffle
zh_hk: 洗牌包

source: Terms of use
fr: Conditions d'utilisation

source: Video
fr: Vidéo
ja: ビデオ
pt_br: Vídeo
zh_hk: 视频

# Total %@/%@
source: Total %1$@/%2$@
ja: 合計%@

source: Wallive Premium
es_419: Premio de Wallive
ja: Wallive プレミアム
zh_hk: 墙壁高级

source: WIDGET
ja: ウィジェット
pt_br: FERRAMENTA
zh_hk: 小部件

source: Widgets
ja: ウィジェット
pt_br: FERRAMENTA
zh_hk: 小部件
